Repository: xmliszt/joodle
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, tr, zh_hans, zh_hant

source: Unable to load FAQs. Please check your connection and try again.
fr: Impossible de charger les FAQ. Veuillez vérifier votre connexion et réessayer.
ja: FAQ を読み込めません。接続を確認して、もう一度お試しください。
ko: FAQ를 불러올 수 없습니다. 연결을 확인한 뒤 다시 시도해 주세요.
tr: SSS yüklenemiyor. Bağlantını kontrol edip yeniden dene.
zh_hans: 无法加载常见问题。请检查网络连接后重试。
zh_hant: 無法載入常見問題。請檢查你的連線後再試一次。

source: Unable to load plans
fr: Impossible de charger les offres
ja: プランを読み込めません
ko: 요금제를 불러올 수 없습니다
tr: Planlar yüklenemiyor
zh_hans: 无法加载方案
zh_hant: 無法載入方案

source: Unable to load subscription plans. Please try again later.
fr: Impossible de charger les offres d'abonnement. Veuillez reessayer plus tard.
ja: サブスクリプションプランを読み込めません。後でもう一度お試しください。
ko: 구독 요금제를 불러올 수 없습니다. 나중에 다시 시도해 주세요.
tr: Abonelik planları yüklenemiyor. Lütfen daha sonra yeniden dene.
zh_hans: 无法加载订阅方案。请稍后重试。
zh_hant: 無法載入訂閱方案。請稍後再試。

source: Unexpected StoreKit error: %@
fr: Erreur StoreKit inattendue : %@
ja: 予期しない StoreKit エラー: %@
ko: 예기치 않은 StoreKit 오류: %@
tr: Beklenmeyen StoreKit hatası: %@
zh_hans: 意外的 StoreKit 错误：%@
zh_hant: 未預期的 StoreKit 錯誤：%@

source: Unique Dates
fr: Dates uniques
ja: 一意の日付
ko: 고유 날짜
tr: Benzersiz tarihler
zh_hans: 唯一日期
zh_hant: 不重複日期

source: Unknown iCloud status.
fr: Statut iCloud inconnu.
ja: iCloud 状態不明
ko: 알 수 없는 iCloud 상태입니다.
tr: Bilinmeyen iCloud durumu.
zh_hans: 未知的 iCloud 状态。
zh_hant: 未知的 iCloud 狀態。

source: Unknown StoreKit error. Check App Store Connect configuration.
fr: Erreur StoreKit inconnue. Vérifiez la configuration App Store Connect.
ja: 不明な StoreKit エラーです。App Store Connect の設定を確認してください。
ko: 알 수 없는 StoreKit 오류입니다. App Store Connect 구성을 확인하세요.
tr: Bilinmeyen StoreKit hatası. App Store Connect yapılandırmasını kontrol et.
zh_hans: 未知的 StoreKit 错误。请检查 App Store Connect 配置。
zh_hant: 未知的 StoreKit 錯誤。請檢查 App Store Connect 設定。

source: Unlimited
fr: Illimité
ja: 無制限
ko: 무제한
tr: Sınırsız
zh_hans: 无限
zh_hant: 無限

source: Unlimited Joodles
fr: Joodles illimites
ja: Joodle 無制限
ko: 무제한 Joodle
tr: Sınırsız Joodle
zh_hans: 无限制涂鸦
zh_hant: 無限制塗鴉

source: Unlock all features forever
fr: Déverrouillez toutes les fonctionnalités pour toujours
ja: すべての機能をずっと解放
ko: 모든 기능을 영구 잠금 해제
tr: Tüm özelliklerin kilidini sonsuza dek aç
zh_hans: 永久解锁所有功能
zh_hant: 永久解鎖所有功能

source: Unlock my memories
fr: Déverrouiller mes souvenirs
ja: 思い出のロックを解除
ko: 내 기억 잠금 해제
tr: Anılarımın kilidini aç
zh_hans: 解锁我的记忆
zh_hant: 解鎖我的回憶

source: UPDATE
fr: METTRE À JOUR
ja: 更新
ko: 업데이트
tr: GÜNCELLE
zh_hans: 更新
zh_hant: 更新

source: Update Alarm
fr: Mettre à jour l'alarme
ja: アラームを更新
ko: 알림 업데이트
tr: Alarmı güncelle
zh_hans: 更新闹钟
zh_hant: 更新鬧鐘

source: Updating Theme
fr: Mise à jour du thème
ja: テーマを更新中
ko: 테마 업데이트 중
tr: Tema güncelleniyor
zh_hans: 正在更新主题
zh_hant: 正在更新主題

source: Upgrade
fr: Mettre à niveau
ja: アップグレード
ko: 업그레이드
tr: Yükselt
zh_hans: 升级
zh_hant: 升級

source: Upgrade to Joodle Pro for unlimited Joodles
fr: Passez à Joodle Pro pour des Joodles illimités
ja: Joodle Pro にアップグレードして、Joodle を無制限に
ko: 무제한 Joodle을 위해 Joodle Pro로 업그레이드
tr: Sınırsız Joodle için Joodle Pro'ya yükselt
zh_hans: 升级到 Joodle Pro 享受无限涂鸦
zh_hant: 升級至 Joodle Pro 享受無限塗鴉

source: Uploading to iCloud...
fr: Envoi vers iCloud...
ja: iCloud にアップロード中...
ko: iCloud에 업로드 중...
tr: iCloud'a yükleniyor...
zh_hans: 正在上传到 iCloud…
zh_hant: 正在上傳至 iCloud…

source: Verify Internet Connection
fr: Vérifier la connexion Internet
ja: インターネット接続を確認
ko: 인터넷 연결 확인
tr: İnternet bağlantısını doğrula
zh_hans: 检查网络连接
zh_hant: 檢查網路連線

source: Version %@ is now available
fr: La version %@ est maintenant disponible
ja: バージョン %@ が利用可能です
ko: 버전 %@을(를) 지금 사용할 수 있습니다
tr: Sürüm %@ artık kullanılabilir
zh_hans: 版本 %@ 现已可用
zh_hant: 版本 %@ 現已推出

source: View All Plans
fr: Voir toutes les offres
ja: すべてのプランを見る
ko: 모든 요금제 보기
tr: Tüm planları gör
zh_hans: 查看所有方案
zh_hant: 查看所有方案

source: View Mode
fr: Mode d'affichage
ja: 表示モード
ko: 보기 모드
tr: Görünüm modu
zh_hans: 视图模式
zh_hant: 檢視模式

source: Visit Developer Website
fr: Visiter le site du développeur
ja: 開発者のウェブサイトを見る
ko: 개발자 웹사이트 방문
tr: Geliştirici web sitesini ziyaret et
zh_hans: 访问开发者网站
zh_hant: 造訪開發者網站

source: Watermark when sharing
fr: Filigrane lors du partage
ja: 共有時にウォーターマークを表示
ko: 공유 시 워터마크
tr: Paylaşırken filigran
zh_hans: 分享时添加水印
zh_hant: 分享時加上浮水印

source: We'll remind you before it ends.
fr: Nous vous préviendrons avant la fin.
ja: 終了前にお知らせします。
ko: 종료 전에 미리 알려드릴게요.
tr: Bitmeden önce sana anımsatacağız.
zh_hans: 结束前我们会提醒你。
zh_hant: 結束前我們會提醒你。

source: Week
fr: Semaine
ja: 週
ko: 주
tr: Hafta
zh_hans: 周
zh_hant: 週

source: Week Grid
fr: Grille hebdomadaire
ja: 週グリッド
ko: 주간 그리드
tr: Hafta ızgarası
zh_hans: 一周总览
zh_hant: 一週總覽

source: Welcome back!
fr: Bon retour !
ja: おかえりなさい！
ko: 다시 오신 것을 환영해요!
tr: Tekrar hoş geldin!
zh_hans: 欢迎回来！
zh_hant: 歡迎回來！

source: What does the screen of your laptop or tablet look like with its current tabs open?
fr: À quoi ressemble l'écran de votre ordinateur portable ou de votre tablette avec ses onglets actuellement ouverts ?
ja: 開いているタブがある状態のノートPCやタブレットの画面は、どんな見た目ですか？
ko: 노트북이나 태블릿에서 현재 열려 있는 탭들이 화면에 어떻게 보이나요?
tr: Dizüstü bilgisayarının ya da tabletinin ekranı, şu an açık olan sekmeleriyle nasıl görünüyor?
zh_hans: 你笔记本电脑或平板电脑当前打开的标签页在屏幕上是什么样子？
zh_hant: 你筆記型電腦或平板電腦目前開啟的分頁在螢幕上看起來是什麼樣子？

source: What's New
fr: Nouveautés
ja: 新機能
ko: 새로운 소식
tr: Yenilikler
zh_hans: 新功能
zh_hant: 新功能

source: When enabled, Joodle automatically syncs your journal entries and preferences to iCloud.
fr: Lorsque cette option est activée, Joodle synchronise automatiquement vos entrées de journal et vos préférences avec iCloud.
ja: 有効にすると、Joodle は日記のエントリーと設定を自動的に iCloud に同期します。
ko: 활성화하면 Joodle이 일지 기록과 환경설정을 iCloud에 자동 동기화합니다.
tr: Açıkken Joodle, günlük kayıtlarını ve tercihlerini otomatik olarak iCloud'a eşitler.
zh_hans: 启用后，Joodle 会自动将你的日记记录和偏好设置同步到 iCloud。
zh_hant: 啟用後，Joodle 會自動將你的日記記錄與偏好設定同步到 iCloud。

source: When enabled, you may occasionally see announcements when opening the app. You can customize which types of announcements you'd like to receive below.
fr: Lorsque cette option est activée, vous pouvez voir occasionnellement des annonces à l'ouverture de l'app. Vous pouvez personnaliser ci-dessous les types d'annonces que vous souhaitez recevoir.
ja: 有効にすると、アプリを開いたときにときどきお知らせが表示される場合があります。以下で受け取りたいお知らせの種類を調整できます。
ko: 활성화하면 앱을 열 때 가끔 공지를 볼 수 있습니다. 아래에서 받고 싶은 공지 유형을 설정할 수 있습니다.
tr: Açıkken uygulamayı açtığında ara sıra duyurular görebilirsin. Hangi tür duyuruları almak istediğini aşağıdan özelleştirebilirsin.
zh_hans: 启用后，打开应用时你可能偶尔会看到公告。你可以在下方自定义想接收的公告类型。
zh_hant: 啟用後，開啟 App 時你可能偶爾會看到公告。你可以在下方自訂想接收的公告類型。

source: Widget Tutorials
fr: Tutoriels des widgets
ja: ウィジェットチュートリアル
ko: 위젯 튜토리얼
tr: Widget eğitimleri
zh_hans: 小组件教程
zh_hant: 小工具教學

source: Widgets everywhere
fr: Des widgets partout
ja: どこにでもウィジェット
ko: 어디서나 위젯
tr: Her yerde Widgetlar
zh_hans: 随处可用的小组件
zh_hant: 隨處可用的小工具

source: Wiggly doodle
fr: Gribouillis frétillant
ja: ぷるぷる動く Joodle
ko: 꿈틀꿈틀 낙서
tr: Titrek karalama
zh_hans: 扭来扭去的涂鸦
zh_hant: 扭來扭去的塗鴉

source: Wiggly doodle & note snippet
fr: Gribouillis frétillant et extrait de note
ja: ぷるぷる動く Joodle とメモの抜粋
ko: 꿈틀꿈틀 낙서 및 노트 요약
tr: Titrek karalama ve not parçası
zh_hans: 扭来扭去的涂鸦与笔记摘要
zh_hant: 扭來扭去的塗鴉與筆記摘要

source: Wiggly Excerpt
fr: Extrait, mais ça frétille
ja: 抜粋なのにぷるぷる
ko: 발췌인데 꿈틀꿈틀
tr: Titrek alıntı
zh_hans: 摘要但扭起来了
zh_hant: 摘要但扭起來了

source: Wiggly Minimal
fr: Minimal, mais ça frétille
ja: 最小なのにぷるぷる
ko: 미니멀인데 꿈틀꿈틀
tr: Titrek minimal
zh_hans: 极简但扭起来了
zh_hant: 極簡但扭起來了

source: Wiggly strokes
fr: Traits tremblotants
ja: ぷるぷるストローク
ko: 꿈틀거리는 선
tr: Titrek çizgiler
zh_hans: 抖动笔触
zh_hant: 抖動筆觸

source: Wiggly Strokes
fr: Traits tremblotants
ja: ぷるぷるストローク
ko: 꿈틀거리는 선
tr: Titrek çizgiler
zh_hans: 抖动笔触
zh_hant: 抖動筆觸

source: With Drawing
fr: Avec dessin
ja: 描画あり
ko: 그림 포함
tr: Çizimli
zh_hans: 有绘画
zh_hant: 有繪圖

source: With Joodle mark
fr: Avec marque Joodle
ja: Joodle マークあり
ko: Joodle 마크 표시
tr: Joodle işaretiyle
zh_hans: 带 Joodle 水印
zh_hant: 帶 Joodle 浮水印

source: With Text Only
fr: Avec texte uniquement
ja: テキストのみ
ko: 텍스트만
tr: Yalnızca metinli
zh_hans: 仅有文字
zh_hant: 僅有文字

source: Write a Review
fr: Écrire un avis
ja: レビューを書く
ko: 리뷰 작성
tr: Değerlendirme yaz
zh_hans: 撰写评价
zh_hant: 撰寫評論

source: Write something about this moment
fr: Écrivez quelque chose à propos de ce moment
ja: この瞬間について何か書いてください
ko: 이 순간에 대해 적어보세요
tr: Bu an hakkında bir şeyler yaz
zh_hans: 写下关于这一刻的感想
zh_hant: 寫下關於這一刻的感想

source: Xcode Quick Reference
fr: Référence rapide Xcode
ja: Xcode クイックリファレンス
ko: Xcode 빠른 참조
tr: Xcode hızlı başvuru
zh_hans: Xcode 快速参考
zh_hant: Xcode 快速參考

source: year
fr: an
ja: 年
ko: 년
tr: yıl
zh_hans: 年
zh_hant: 年

source: Year
fr: Année
ja: 年
ko: 년
tr: Yıl
zh_hans: 年
zh_hant: 年

source: Year Grid
fr: Grille annuelle
ja: 年グリッド
ko: 연간 그리드
tr: Yıl ızgarası
zh_hans: 一年总览
zh_hant: 一年總覽

source: Year Grid with Joodles
fr: Grille annuelle avec Joodles
ja: Joodle 付き年グリッド
ko: Joodle 포함 연간 그리드
tr: Joodle'li yıl ızgarası
zh_hans: 一年总览（带涂鸦）
zh_hant: 一年總覽（帶塗鴉）

source: Year Grid with Joodles Only
fr: Grille annuelle avec Joodles uniquement
ja: Joodle のみの年グリッド
ko: Joodle만 연간 그리드
tr: Yalnızca Joodle'li yıl ızgarası
zh_hans: 一年总览（仅显示涂鸦）
zh_hant: 一年總覽（僅顯示塗鴉）

source: Year progress with doodles
fr: Progression annuelle avec doodles
ja: 描画付き年の進捗
ko: Joodle이 포함된 연간 진행도
tr: Karalamalarla yıl ilerlemesi
zh_hans: 一年总览（带涂鸦）
zh_hant: 一年總覽（帶塗鴉）

source: Year progress with doodles only
fr: Progression annuelle avec doodles uniquement
ja: 描画のみの年の進捗
ko: Joodle만 표시한 연간 진행도
tr: Yalnızca karalamalarla yıl ilerlemesi
zh_hans: 一年总览（仅显示涂鸦）
zh_hant: 一年總覽（僅顯示塗鴉）

source: Year progress with dots
fr: Progression annuelle avec points
ja: ドット付き年の進捗
ko: 점으로 보는 연간 진행도
tr: Noktalarla yıl ilerlemesi
zh_hans: 一年总览
zh_hant: 一年總覽

source: yearly
fr: annuel
ja: 年ごと
ko: 연간
tr: yıllık
zh_hans: 每年
zh_hant: 每年

source: Yearly
fr: Annuel
ja: 年額
ko: 연간
tr: Yıllık
zh_hans: 年度版
zh_hant: 年度版

source: Yellow
fr: Jaune
ja: 黄色
ko: 노랑
tr: Sarı
zh_hans: 黄色
zh_hant: 黃色

source: You already own Joodle forever. There is no need to purchase subscription plans.
fr: Vous possédez déjà Joodle pour toujours. Il n'est pas nécessaire d'acheter des offres d'abonnement.
ja: すでに Joodle を永久に所有しています。サブスクリプションプランを購入する必要はありません。
ko: 이미 Joodle을 영구 소유하고 있습니다. 구독 요금제를 구매할 필요가 없습니다.
tr: Joodle zaten sonsuza dek senin. Abonelik planı satın almana gerek yok.
zh_hans: 你已永久拥有 Joodle，无需购买订阅方案。
zh_hant: 你已永久擁有 Joodle，無需購買訂閱方案。

source: You are currently simulating production environment. Tap to return to development mode.
fr: Vous simulez actuellement l'environnement de production. Touchez pour revenir au mode développement.
ja: 現在、本番環境をシミュレートしています。タップすると開発モードに戻ります。
ko: 현재 프로덕션 환경을 시뮬레이션 중입니다. 탭하여 개발 모드로 돌아가세요.
tr: Şu anda üretim ortamını simüle ediyorsun. Geliştirme moduna dönmek için dokun.
zh_hans: 你当前正在模拟生产环境。点击返回开发模式。
zh_hant: 你目前正在模擬生產環境。點按即可返回開發模式。

source: You are not entitled to this product.
fr: Vous n'êtes pas autorisé à utiliser ce produit.
ja: このプロダクトを利用する権利がありません。
ko: 이 상품을 사용할 권한이 없습니다.
tr: Bu ürüne erişim hakkın yok.
zh_hans: 你无权使用此产品。
zh_hant: 你無權使用此產品。

source: You can turn off this prompt in
fr: Vous pouvez désactiver cette invite dans
ja: このプロンプトは次でオフにできます
ko: 이 안내는 다음에서 끌 수 있습니다:
tr: Bu öneriyi şuradan kapatabilirsin:
zh_hans: 你可以在以下位置关闭此提示：
zh_hant: 你可以在以下位置關閉此提示：

source: You created your first Joodle!
fr: Vous avez créé votre premier Joodle !
ja: 最初の Joodle を作成しました！
ko: 첫 Joodle을 만들었어요!
tr: İlk Joodle'ini oluşturdun!
zh_hans: 你创建了你的第一个涂鸦！
zh_hant: 你建立了你的第一個 Joodle！

source: You have full access to all features. Thank you for your support!
fr: Vous avez un accès complet à toutes les fonctionnalités. Merci pour votre soutien !
ja: すべての機能を利用できます。ご支援ありがとうございます！
ko: 모든 기능에 대한 전체 액세스 권한이 있습니다. 지원해 주셔서 감사합니다!
tr: Tüm özelliklere tam erişimin var. Desteğin için teşekkürler!
zh_hans: 你已拥有所有功能的完整使用权限。感谢你的支持！
zh_hant: 你已擁有所有功能的完整使用權限。感謝你的支持！

source: You own Joodle Pro forever. Thank you for your support!
fr: Vous possédez Joodle Pro pour toujours. Merci pour votre soutien !
ja: Joodle Pro は永久にご利用いただけます。ご支援ありがとうございます！
ko: Joodle Pro를 영구 소유하고 있습니다. 지원해 주셔서 감사합니다!
tr: Joodle Pro sonsuza dek senin. Desteğin için teşekkürler!
zh_hans: 你永久拥有 Joodle Pro。感谢你的支持！
zh_hant: 你永久擁有 Joodle Pro。感謝你的支持！

source: You'll continue to have access to Joodle Pro until %@. After that, you'll lose access to all premium features. Re-subscribe to continue enjoying Joodle Pro after your current period ends.
fr: Vous continuerez à avoir accès à Joodle Pro jusqu'au %@. Après cela, vous perdrez l'accès à toutes les fonctionnalités premium. Réabonnez-vous pour continuer à profiter de Joodle Pro après la fin de votre période actuelle.
ja: %@ まで Joodle Pro をご利用いただけます。その後はすべてのプレミアム機能にアクセスできなくなります。現在の期間終了後も Joodle Pro を使い続けるには、再登録してください。
ko: %@까지 Joodle Pro를 계속 이용할 수 있습니다. 이후에는 모든 프리미엄 기능에 접근할 수 없습니다. 현재 기간이 끝난 뒤에도 Joodle Pro를 계속 이용하려면 다시 구독하세요.
tr: %@ tarihine kadar Joodle Pro'ya erişimin sürecek. Ondan sonra tüm premium özelliklere erişimini kaybedersin. Mevcut dönemin bittikten sonra Joodle Pro'nun keyfini sürmeye devam etmek için yeniden abone ol.
zh_hans: 你将继续使用 Joodle Pro 直到%@。之后你将失去所有高级功能。在当前周期结束后重新订阅以继续使用 Joodle Pro。
zh_hant: 你將繼續使用 Joodle Pro 直到 %@。之後你將失去所有進階功能。在目前週期結束後重新訂閱，以繼續使用 Joodle Pro。

source: You're all set!
fr: Tout est prêt !
ja: 準備完了です！
ko: 준비 완료!
tr: Her şey hazır!
zh_hans: 一切就绪！
zh_hant: 一切就緒！

source: You're on Pro — %lld days to enjoy
fr: Vous êtes sur Pro — %lld jours à savourer
ja: Pro をご利用中 — あと %lld 日楽しめます
ko: Pro 이용 중 — %lld일 동안 즐겨보세요
tr: Pro'dasın — tadını çıkaracak %lld günün var
zh_hans: 正在体验 Pro — 还有 %lld 天可享用
zh_hant: 正在體驗 Pro — 還有 %lld 天可享用

source: You're on the Pro Trial — experiencing every Pro feature for %@ more.
fr: Vous profitez de l'essai Pro — toutes les fonctionnalités Pro pendant encore %@.
ja: Proトライアル中です — あと %@ のあいだ、すべての Pro 機能を利用できます。
ko: Pro 체험 중입니다 — 앞으로 %@ 동안 모든 Pro 기능을 이용할 수 있습니다.
tr: Pro denemesindesin — her Pro özelliğini %@ daha deneyimliyorsun.
zh_hans: 你正在体验 Pro 试用 — 还可使用所有 Pro 功能%@。
zh_hant: 你正在體驗 Pro 試用 — 還可使用所有 Pro 功能 %@。

source: You're ready to start Joodling
fr: Vous êtes prêt à commencer à Joodler
ja: Joodling を始める準備ができました
ko: Joodling을 시작할 준비가 되었어요
tr: Joodle yapmaya hazırsın
zh_hans: 你已准备好开始涂鸦之旅
zh_hant: 你已準備好開始 Joodle 之旅

source: You've reached your free Joodle limit
fr: Vous avez atteint votre limite de Joodles gratuits
ja: 無料で使える Joodle の上限に達しました
ko: 무료 Joodle 한도에 도달했습니다
tr: Ücretsiz Joodle sınırına ulaştın
zh_hans: 你已达到免费涂鸦上限
zh_hant: 你已達到免費 Joodle 上限

source: Your Current Plan
fr: Votre offre actuelle
ja: 現在のプラン
ko: 현재 요금제
tr: Mevcut planın
zh_hans: 你的当前订阅
zh_hant: 你目前的方案

source: Your data will remain on this device and in iCloud, but will stop syncing with other devices.
fr: Vos données resteront sur cet appareil et dans iCloud, mais ne seront plus synchronisées avec les autres appareils.
ja: データはこのデバイスと iCloud に残りますが、他のデバイスとの同期は停止されます。
ko: 데이터는 이 기기와 iCloud에 남아 있지만, 다른 기기와의 동기화는 중지됩니다.
tr: Verilerin bu cihazda ve iCloud'da kalır ama diğer cihazlarla eşitlenmeyi durdurur.
zh_hans: 你的数据将保留在此设备和 iCloud云服务中，但将停止与其他设备同步。
zh_hant: 你的資料將保留在此裝置和 iCloud 中，但將停止與其他裝置同步。

source: Your Joodle Pro subscription has ended. Some features are now limited.
fr: Votre abonnement Joodle Pro est terminé. Certaines fonctionnalités sont désormais limitées.
ja: Joodle Pro のサブスクリプションは終了しました。一部の機能は制限されています。
ko: Joodle Pro 구독이 종료되었습니다. 일부 기능이 이제 제한됩니다.
tr: Joodle Pro aboneliğin sona erdi. Bazı özellikler artık sınırlı.
zh_hans: 你的 Joodle Pro 订阅已结束。部分功能现已受限。
zh_hant: 你的 Joodle Pro 訂閱已結束。部分功能現已受限。

source: Your memories are still here, quietly waiting for you. Rediscover the Joodles you once created, each carrying a piece of your story.
fr: Vos souvenirs sont toujours là, à vous attendre en silence. Redécouvrez les Joodles que vous avez créés autrefois, chacun portant un fragment de votre histoire.
ja: あなたの記憶は、静かにあなたを待っています。かつて作成した Joodle をもう一度見つけてください。それぞれに、あなたの物語の一片が宿っています。
ko: 당신의 기억은 여전히 이곳에서 조용히 기다리고 있어요. 한때 만들었던 Joodle을 다시 만나 보세요. 각각이 당신 이야기의 한 조각을 담고 있습니다.
tr: Anıların hâlâ burada, sessizce seni bekliyor. Bir zamanlar oluşturduğun Joodle'ları yeniden keşfet; her biri hikâyenden bir parça taşıyor.
zh_hans: 你的记忆仍在这里，静静等待着你。重新发现你曾经创建的涂鸦，每一个都承载着你故事的一部分。
zh_hant: 你的回憶仍在這裡，靜靜等待著你。重新發現你曾經建立的 Joodle，每一個都承載著你故事的一部分。

source: Your month in doodles
fr: Votre mois en doodles
ja: 描画で振り返る今月
ko: 이달의 Joodle
tr: Karalamalarla ayın
zh_hans: 本月的涂鸦
zh_hant: 本月的塗鴉

source: Your new theme is ready!
fr: Votre nouveau thème est prêt !
ja: 新しいテーマの準備ができました！
ko: 새 테마가 준비되었어요!
tr: Yeni teman hazır!
zh_hans: 你的新主题已就绪！
zh_hant: 你的新主題已就緒！

source: Your subscription will automatically renew on %@. Manage your subscription, change plans, or cancel anytime.
fr: Votre abonnement sera renouvelé automatiquement le %@. Gérez votre abonnement, changez d'offre ou annulez à tout moment.
ja: サブスクリプションは %@ に自動更新されます。サブスクリプションの管理、プラン変更、いつでもキャンセルができます。
ko: 구독은 %@에 자동 갱신됩니다. 구독을 관리하고, 요금제를 변경하거나, 언제든지 취소할 수 있습니다.
tr: Aboneliğin %@ tarihinde otomatik olarak yenilenecek. Aboneliğini yönet, plan değiştir veya istediğin zaman iptal et.
zh_hans: 你的订阅将于%@自动续费。管理你的订阅、更改方案或随时取消。
zh_hant: 你的訂閱將於 %@ 自動續訂。隨時管理訂閱、變更方案或取消。

source: Your week in doodles
fr: Votre semaine en doodles
ja: 描画で振り返る今週
ko: 이번 주 Joodle
tr: Karalamalarla haftan
zh_hans: 本周的涂鸦
zh_hant: 本週的塗鴉

source: Actions
ja: アクション
ko: 작업
tr: İşlemler
zh_hans: 操作
zh_hant: 操作

source: Animated doodle
ja: アニメーション付き Joodle
ko: 애니메이션 낙서
tr: Animasyonlu karalama
zh_hans: 动效涂鸦
zh_hant: 動態塗鴉

source: Animated doodle & note snippet
ja: アニメーション付き Joodle とメモの抜粋
ko: 애니메이션 낙서 및 노트 요약
tr: Animasyonlu karalama ve not parçası
zh_hans: 动效涂鸦与笔记摘要
zh_hant: 動態塗鴉與筆記摘要

source: Indigo
ja: 藍色
ko: 남색
tr: Çivit mavisi
zh_hans: 靛蓝色
zh_hant: 靛藍色

source: Interactions
ja: インタラクション
ko: 상호작용
tr: Etkileşimler
zh_hans: 交互
zh_hant: 互動

source: MIN
ja: 分
ko: 분
tr: DK
zh_hans: 分
zh_hant: 分

source: Minimal
ja: 最小
ko: 미니멀
zh_hans: 极简
zh_hant: 極簡

source: Normal
ja: 通常
ko: 일반
zh_hans: 常规
zh_hant: 一般

source: Notifications
ja: 通知
ko: 알림
tr: Bildirimler
zh_hans: 通知
zh_hant: 通知

source: Orange
ja: オレンジ
ko: 주황
tr: Turuncu
zh_hans: 橙色
zh_hant: 橘色

source: Pink
ja: ピンク
ko: 분홍
tr: Pembe
zh_hans: 粉色
zh_hant: 粉紅色

source: Pro
ja: プロ

source: Promotions
ja: プロモーション
ko: 프로모션
tr: Promosyonlar
zh_hans: 促销活动
zh_hant: 促銷活動

source: Purple
ja: 紫
ko: 보라
tr: Mor
zh_hans: 紫色
zh_hant: 紫色

source: SEC
ja: 秒
ko: 초
tr: SN
zh_hans: 秒
zh_hant: 秒

source: Version %@
ja: バージョン %@
ko: 버전 %@
tr: Sürüm %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: VERSION %@
ja: バージョン %@
ko: 버전 %@
tr: SÜRÜM %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Widgets
ja: ウィジェット
ko: 위젯
tr: Widgetlar
zh_hans: 小组件
zh_hant: 小工具

source: %@ OFF
ko: %@ 할인
tr: %@ İNDİRİM
zh_hans: 立减 %@
zh_hant: 立減 %@

source: OK
ko: 확인
tr: Tamam
zh_hans: 好
zh_hant: 好
